{
  "202001010001": {
    "eventid": "202001010001",
    "sources": [
      {
        "title": "Unidentified groups torch Ncell towers",
        "text": "Dhading, Jan. 2 -- Unidentified groups set on fire communication towers of Ncell, a private sector telecom company, at different parts of the country on Tuesday night and Wednesday morning. The incidents caused disruption of mobile phone service in most of the areas, affecting thousands of Ncell users. In Dhading, an Ncell tower in Jurethum, Thakre was torched on Wednesday morning. According to the District Police Office, radio set, generator, and other equipment were destroyed in the arson. Superintendent of Police Rabindra Regmi said a team of five police personnel from the Area Police Office in Khanikhola had been sent to the incident site for investigation. \"Some leaflets, stating that Ncell has swindled Nepali people and evaded billions of tax, were also found in the incident site,\" he said. In Chitwan, an improvised explosive device exploded at a Ncell tower in Shaktikhor on Tuesday. In Rautahat, an unidentified group torched a Ncell tower at Gajura Municipality Ward No. 8 on Tuesday night, police said. No group has taken responsibility for the arson yet. Deputy Superintendent of Police Kabit Katwal said that they were investigating into the incident. The Ncell mobile service has been disrupted after the incident. A few days ago, an unidentified group had also tried to torch an Ncell tower in Baijanathpur. In Bara, an Ncell tower near the Armed Police Force office in Piluwa, Jitpur Simara Sub-metropolitan City was torched on Tuesday night. Around 80 percent of the tower was damaged in the fire, Haridev Kharel, a local, said. \"We had seen fire in the tower at 10:15pm.\" Superintendent of Police Bikashraj Khanal said they were searching for the arsonists and had launched an investigation into the incident. (With inputs from our local correspondents.) Published by HT Digital Content Services with permission from EKantipur.com. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com"
      },
      {
        "title": "Unidentified group sets fire on Ncell tower in Dhading",
        "text": "DHADING, Jan. 1 -- An unidentified group set Ncell tower on fire at Jurethum-5 in Thakre rural municipality on Wednesday morning. The inferno inflicted damage on the Ncell tower, according to Superintendent of Police Rabindra Regmi. Police suspect the involvement of the outlawed Netra Bikram Chan-led Nepal Communist Party in the arson attack as it recovered some leaflets released by the outfit from the incident site. A five-member team of police from Area Police Office Khanikhola has been mobilized for further investigation, according to SP Regmi. Published by HT Digital Content Services with permission from Republica. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com"
      }
    ]
  },
  "202201060017": {
    "eventid": "202201060017",
    "sources": [
      {
        "title": "Family of Five Assassinated in Baghdad",
        "text": "ERBIL — Unidentified armed men on Thursday raided a house in the Iraqi capital Baghdad where they assassinated the entire family, reports said. The incident reportedly took place in the neighborhood of al-A'alam, in Baghdad, where four unknown gunmen raided the house of a Hashd al-Shaabi member and opened fire at the family, a source told Shafaq News. Initial reports said that the father had first survived the attack but severely wounded before he succumbed to his injuries. The militiaman was said to be a member of the 45th Brigade of Hashd al-Shaabi which consists of the Iraqi Hezbollah brigades fighters known to be close to Iran. It was not immediately clear if it was an act of terror or related to social troubles between the family and the people behind the incident."
      },
      {
        "title": "Five people from PMF member's family killed in Baghdad: statement",
        "text": "ERBIL, Kurdistan Region - Unknown armed men attacked the house of a Popular Mobilization Forces (PMF, or Hashd al-Shaabi) member in the Iraqi capital city of Baghdad on Thursday, killing five members from his family and seriously injuring him, the pro-Iran force said in a statement. Describing it as a “cowardly” attack, Hashd said in a statement that the unidentified gunmen targeted the house of its member, Ahmed Abdul-Muttalib, in al-Malef area, west of Baghdad. “The gunmen opened fire on family members who were inside the house, killing five of them and seriously injuring the [PMF] member. He was transferred to a hospital in the capital city of Baghdad while the bodies of the martyrs were transferred to the forensic,” it added.  Security forces have launched an investigation into the incident, according to the PMF statement. No one has claimed responsibility for the deadly attack. Twenty members of a family were killed during a police raid in Babil province last Thursday. A member of the family was wanted by the security focus for terror-related charges but the government later acknowledged that the raid was based on inaccurate intel. Over a dozen people were detained and several officials were removed from their positions over the incident. "
      },
      {
        "title": "Gunmen attack home of Iraqi paramilitary member, kill 5",
        "text": "BAGHDAD, Jan. 6 (Xinhua) -- Unidentified gunmen on Thursday killed five family members of a paramilitary Hashd Shaabi member in Iraq's capital Baghdad, an interior ministry source said. Earlier in the day, a group of gunmen broke into the house of the Hashd Shaabi member in the al-Maalif district in southwestern Baghdad and opened fire on the family, seriously wounding him and killing five of his family members, the source told Xinhua on condition of anonymity. The security forces rushed to the scene after the attackers fled, the source said, adding an investigation into the incident has been launched. Sporadic deadly attacks still occur in Iraq, although the security situation has improved since the Iraqi forces fully defeated the extremist militants of the Islamic State militant group across the country in late 2017. Enditem"
      },
      {
        "title": "Family Of Iraqi PMU Commander Killed In Suspicious Attack",
        "text": "Support SouthFront File image. On January 6, a commander of the Iraqi Popular Mobilization Units (PMU) was seriously wounded in a suspicious attack that left his enter family dead. Unidentified gunmen, at least four, raided the commander's house in the district of al-Alam in the western part of the Iraqi capital, Baghdad, in the early morning hours. The gunmen, who were reportedly armed with silenced guns, left the commander Ahmad Abd al-Muttalib Abd al-Razzaq, 41, seriously wounded. However, they managed to kill his wife, 32-years-oled Ola Khazim Hasan, along with his three children Baqqer, 14, Khazim, 8, and Hassan, 7. Abd al-Razzaq was not able to call for help when the gunmen left. He laid wounded near the bodies of his wife and children until the afternoon when his friends came to check on him. Only then, first responders were called in. #بالفيديو.. مجزرة دامية جديدة بعد جريمة جبلة.. عائلة كاملة “تُباد” داخل منزلها في بغداد نسخه الى حكومة الكاظمي المدعومة صدريأ pic.twitter.com/sEQ77L5xmS — كاظم (@kademkadem76) January 6, 2022 According to Iraqi sources, Abd al-Razzaq is a low-ranking commander in the PMU's 45th Brigade which is preserved for the members of Kata'ib Hezbollah. Iraqi security forces and the PMU are currently investigating the attack. Meanwhile, Abd al-Razzaq is still recovering from his wounds. The attack was not likely carried out by ISIS, whose presence in Baghdad remains minimal. Some observers speculated that the attack may have been a US intelligence operation gone wrong. In the last few days, several attacks targeted American troops in Iraq which explains why such an operation would be carried out now. However, as for now this scenario remains highly unlikely. MORE ON THIS TOPIC: Support SouthFront"
      }
    ]
  }
}
